MainMenuTitle				= "Front Row";

/* Strings that need Apple TV replacements in Front Row */
NotConnectedToInternet							= "O computador não está ligado à Internet.";
NotConnectedToNetwork							= "O computador não se encontra ligado à rede.";
FatalExceptionAlertDescription					= "Prima Reprodução/Pausa para sair do Front Row.";
